[
    {
        "title":"365 Posters",
        "description": "One poster everyday for a year to develop aesthetics, refine story telling, and share beautiful design.",
        "summary": "One poster everyday for a year to develop aesthetics, refine story telling, and share beautiful design. Each have their own narrative, a cross between fantasy and reality. Some created overlap and combine to make an overarching theme, they create mini series. All posters were created using Photoshop, and Illustrator. I throughout the year I felt inspired by my daily, political, and musical climate. I combine photography (provided by unsplash) typograpghy, and color creating unique narrative. Free download available of all the Hi-Def posters, perfect home screen for your iPhone or IPad.",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "Photoshop", 
            "Illustrator", 
            "InDesign"
        ], 
        "links": [
            {"github":"seomthing.com"}
        ]
    }, 
    {
        "title": "Tola", 
        "description": "Branding Project for a startup Robotics Company", 
        "summary": "",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "Photoshop", 
            "Illustrator", 
            "InDesign"
        ], 
        "links": []
    },
    {
        "title": "10k Faces", 
        "description": "Per Scholas has launched 10,000 tech careers, in celebration they launched a site to drive ", 
        "summary": "",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "React"
        ], 
        "links": [
            {"view project": "https://ps-10k-faces.herokuapp.com/"}
        ]
    }, 
    {
        "title": "Amy's Place", 
        "description": "Amy's Place is a local diner in localed in downtown Buffalo known for it's vegan/vegetarian/meat lover's menu.", 
        "summary": "Amy's Place is a local diner in localed in downtown Buffalo known for it's vegan/vegetarian/meat lover's menu. Most of it's menu is customizable to meet everyone's needs. From the beginning the goal was to combine the experience you get from walking into the charming diner to it's outdated stationaries. The creative process was divided into several steps, each requiring critical solutions. The color palette as well as the typefaces were chosen based on the overall brand strategy.",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "Photoshop", 
            "Illustrator", 
            "InDesign"
        ], 
        "links": []
    },
    {
        "title": "The Spectrum", 
        "description": "The Spectrum is an independent student publication at the University at Buffalo campus. This project features the best works I've done while Creative Director.", 
        "summary": "The Spectrum is an independent student publication at the University at Buffalo campus. It began it's publication in 1950, it's student run till this day with a full staff of incredible and enthusiastic writers, editors, photographers, advertisers, along with a amazing creative desk that was my second home. As part of the creative desk we worked closely with writers and photographers to coordinate three issues a week during the annual school year. Full version PDFs are posted on issuu consistently they can be viewed in the Newspaper's site (Some pages include ads, these are NOT created by me) These issues feature cover designs, profiles, infographs, with designs made by, or co-created by me.",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "Photoshop", 
            "Illustrator", 
            "InDesign"
        ], 
        "links": []
    },
    {
        "title": "Pal Et", 
        "description": "This is an educational app for developers and designers to learn about colors, and color relationships through a dynamic color picker.", 
        "summary": "",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "React.js", 
            "Express.js", 
            "Bulma", 
            "APIs"
        ], 
        "links": []
    },
    {
        "title": "Hue Clone", 
        "description": "I love hue is the original single player game that makes puzzles out of gradients. This game is a clone of called HueClone.", 
        "summary": "",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "jQuery"
        ], 
        "links": []
    },
    {
        "title": "Tic Tac Toe", 
        "description": "Classic game of tictactoe, with a modern clean red/blue theme. Play with a friend!", 
        "summary": "",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "jQuery"
        ], 
        "links": []
    },
    {
        "title": "uLog", 
        "description": "A 'U' friendly digital space to allow it's user to express your 'U'-ness. A blog that allows you to upload snippets of your life and both with other over stuff you love.", 
        "summary": "",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "Express.js",
            "Bulma"
        ], 
        "links": []
    },
    {
        "title": "Likwid", 
        "description": "LIKWID is a fictional cold press bottled juice company. This is an experimental branding project featuring packaging design, company brand, and advertising.", 
        "summary": "",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "Photoshop", 
            "Illustrator"
        ], 
        "links": []
    },
    {
        "title": "Senior Thesis", 
        "description": "(2016) Mixed media Experimental sculptural work for Senior Thesis show features self made benches, seven T8 lights, and printed color gradients.",
        "summary": 
            "",
        "image": "./images/landing/lights.jpg",
        "tools": [
            "Illustrator", 
            "Wood"
        ], 
        "links": []
    }
]